Repository: pharmacykitty/piru
Catalog: Piru/Localizable.xcstrings
Source language: en
Languages: es, zh_hans, zh_hant

source: When dose and effect aren't proportional
es: Cuando dosis y efecto no son proporcionales
zh_hans: 当剂量与效应不成正比时
zh_hant: 當劑量與效應不成正比時

source: When dose and exposure aren't proportional
es: Cuando dosis y exposición no son proporcionales
zh_hans: 当剂量与暴露不成正比时
zh_hant: 當劑量與暴露不成正比時

source: When on, Piru encrypts your journal and saves it to your private iCloud Drive each time you leave the app. The key is stored only in your iCloud Keychain, so it's end-to-end encrypted — **neither Apple nor Piru can read it** — and it restores on your other devices signed in to the same Apple Account.
es: Cuando está activado, Piru cifra tu diario y lo guarda en tu iCloud Drive privado cada vez que sales de la app. La clave se guarda solo en tu llavero de iCloud, así que está cifrado de extremo a extremo — **ni Apple ni Piru pueden leerlo** — y se restaura en tus otros dispositivos con la misma cuenta de Apple.
zh_hans: 开启后，每次你离开 App 时，Piru 都会加密你的日记并保存到你的私人 iCloud 云盘。密钥只存储在你的 iCloud 钥匙串中，因此是端到端加密——**Apple 和 Piru 都无法读取**——并且会在登录同一 Apple 账户的其他设备上自动恢复。
zh_hant: 開啟後，每次你離開 App 時，Piru 都會加密你的日記並儲存到你的私人 iCloud 雲碟。金鑰只儲存在你的 iCloud 鑰匙圈中，因此是端對端加密——**Apple 和 Piru 都無法讀取**——並且會在登入同一 Apple 帳號的其他裝置上自動還原。

source: When several sources report the same fact — a dose, a duration — Piru shows the one nearest the top. Drag to set which you trust most.
es: Cuando varias fuentes dan el mismo dato — una dosis, una duración — Piru muestra la que esté más arriba. Arrastra para decidir en cuál confías más.
zh_hans: 当多个来源报告同一事实（如剂量、时长）时，Piru 会显示最靠上的那个。拖动以设置你最信任的来源。
zh_hant: 當多個來源報告同一事實（如劑量、時長）時，Piru 會顯示最靠上的那個。拖動以設定你最信任的來源。

source: When you stop, that push-back is briefly left unopposed — which is why withdrawal or a comedown often feels like the mirror of the drug's effects (a stimulant's flatness, an opioid's aches).
es: Cuando dejas de usarla, esa respuesta contraria se queda un momento sin oposición — por eso la abstinencia o la bajada a menudo se sienten como el espejo de los efectos de la sustancia (la apatía tras un estimulante, los dolores tras un opioide).
zh_hans: 你一停，这股反向的推力会有一阵子没了对手——所以戒断或者下头往往像药效的镜像（兴奋剂之后的提不起劲、阿片之后的浑身酸痛）。
zh_hant: 你一停，這股反向的推力會有一陣子沒了對手——所以戒斷或者下頭往往像藥效的鏡像（興奮劑之後的提不起勁、鴉片之後的渾身痠痛）。

source: Where a regular dose settles, from your own cadence
es: Dónde se estabiliza una dosis regular, según tu propia cadencia
zh_hans: 按你自己的节奏，规律剂量最终稳定在何处
zh_hant: 按你自己的節奏，規律劑量最終穩定在何處

source: Where a repeated dose settles, and when
es: Dónde se estabiliza una dosis repetida, y cuándo
zh_hans: 重复用药最终稳定在何处，以及需要多久
zh_hant: 重複用藥最終穩定在何處，以及需要多久

source: Where each regularly dosed substance settles, based on your log's cadence
es: Dónde se estabiliza cada sustancia que tomas con regularidad, según la cadencia de tu diario
zh_hans: 根据你的记录节奏，每种规律服用的物质将稳定在何处
zh_hant: 根據你的記錄節奏，每種規律服用的物質將穩定在何處

source: Where this comes from
es: De dónde viene esto
zh_hans: 这些来自哪里
zh_hant: 這些來自哪裡

source: Where your journal lives
es: Dónde se guarda tu diario
zh_hans: 你的日记存放在哪里
zh_hant: 你的日記存放在哪裡

source: Which class this belongs in is argued over — the label is the conventional one, not a settled one.
es: A qué clase pertenece es objeto de debate — la etiqueta es la convencional, no una definitiva.
zh_hans: 它该归到哪一类是有争议的——这个标签是约定俗成的说法，而不是定论。
zh_hant: 它該歸到哪一類是有爭議的——這個標籤是約定俗成的說法，而不是定論。

source: Which days you took your meds
es: Qué días tomaste tus medicamentos
zh_hans: 哪些天服了药
zh_hant: 哪些天服了藥

source: Which source wins when they disagree.
es: Qué fuente prevalece cuando no coinciden.
zh_hans: 来源冲突时以哪个为准。
zh_hant: 來源衝突時以哪個為準。

source: While you wait or if you just need to calm down:
es: Mientras esperas, o si solo necesitas calmarte:
zh_hans: 在等待时，或如果你只是想冷静下来：
zh_hant: 在等待時，或如果你只是想冷靜下來：

source: WHO Expert Committee on Drug Dependence
es: Comité de Expertos de la OMS en Farmacodependencia
zh_hans: 世界卫生组织药物依赖性专家委员会
zh_hant: 世界衛生組織藥物依賴性專家委員會

source: Why — the receptor comes in subtypes
es: Por qué — el receptor tiene subtipos
zh_hans: 原因——受体分为多种亚型
zh_hant: 原因——受體分為多種亞型

source: Why effects fade and how receptors recover
es: Por qué los efectos se desvanecen y cómo se recuperan los receptores
zh_hans: 为何效果减弱以及受体如何恢复
zh_hant: 為何效果減弱以及受體如何恢復

source: Why stopping can feel like the opposite
es: Por qué parar puede sentirse como lo contrario
zh_hans: 为什么一停反而像反过来了
zh_hant: 為什麼一停反而像反過來了

source: Why these effects differ
es: Por qué difieren estos efectos
zh_hans: 这些效应为何不同
zh_hant: 這些效應為何不同

source: Why this source
es: Por qué esta fuente
zh_hans: 为何选此来源
zh_hant: 為何選此來源

source: Wide
es: Ancho
zh_hans: 宽
zh_hant: 寬

source: Wine
es: Vino
zh_hans: 葡萄酒
zh_hant: 葡萄酒

source: Wired
es: Acelerado
zh_hans: 亢奋
zh_hant: 亢奮

source: with %@
es: con %@
zh_hans: 同服 %@
zh_hant: 同服 %@

source: With daily phenibut or F-phenibut, dependence develops within weeks and withdrawal can be protracted.
es: Con fenibut o F-fenibut a diario, la dependencia se desarrolla en semanas y la abstinencia puede ser prolongada.
zh_hans: 每日使用苯尼布特或 F-苯尼布特，数周内就会形成依赖，戒断可能迁延很久。
zh_hant: 每日使用苯尼布特或 F-苯尼布特，數週內就會形成依賴，戒斷可能遷延很久。

source: With heavy, prolonged use
es: Con uso intenso y prolongado
zh_hans: 长期大量使用之后
zh_hant: 長期大量使用之後

source: Within a session
es: Dentro de una sesión
zh_hans: 同一场次之内
zh_hant: 同一場次之內

source: Work out a solution's concentration, or the solvent a target concentration needs.
es: Calcula la concentración de una solución, o el disolvente que necesita una concentración objetivo.
zh_hans: 计算溶液的浓度，或达到目标浓度所需的溶剂量。
zh_hant: 計算溶液的濃度，或達到目標濃度所需的溶劑量。

source: Write down anything meaningful before the details fade.
es: Anota lo que te parezca significativo antes de que los detalles se difuminen.
zh_hans: 在细节消失前记下任何有意义的内容。
zh_hant: 在細節消失前記下任何有意義的內容。

source: Yesterday
es: Ayer
zh_hans: 昨天
zh_hant: 昨天

source: Yesterday's %@ wasn't logged
es: %@ de ayer: sin registrar
zh_hans: 昨天的%@未记录
zh_hant: 昨天的%@未記錄

source: Yesterday's %@ weren't logged
es: %@ de ayer: sin registrar
zh_hans: 昨天的 %@ 未记录
zh_hant: 昨天的 %@ 未記錄

source: Yesterday's afternoon dose of %@ wasn't logged
es: La dosis de %@ de ayer por la tarde no se registró
zh_hans: 昨天下午的%@剂量未记录
zh_hant: 昨天下午的%@劑量未記錄

source: Yesterday's evening dose of %@ wasn't logged
es: La dosis de %@ de ayer al anochecer no se registró
zh_hans: 昨天晚上的%@剂量未记录
zh_hant: 昨天晚上的%@劑量未記錄

source: Yesterday's morning dose of %@ wasn't logged
es: La dosis de %@ de ayer por la mañana no se registró
zh_hans: 昨天早上的%@剂量未记录
zh_hant: 昨天早上的%@劑量未記錄

source: Yesterday's night dose of %@ wasn't logged
es: La dosis de %@ de ayer por la noche no se registró
zh_hans: 昨天夜间的%@剂量未记录
zh_hant: 昨天夜間的%@劑量未記錄

source: You are not alone. People care about you and help is available.
es: No estás solo ni sola. Hay gente a la que le importas y hay ayuda disponible.
zh_hans: 你并不孤单。有人关心你，也有可用的帮助。
zh_hant: 你並不孤單。有人關心你，也有可用的幫助。

source: You don't have to do this alone
es: No tienes que pasar por esto a solas
zh_hans: 你不必独自面对
zh_hant: 你不必獨自面對

source: You don't have to do this alone. Help is one tap away.
es: No tienes que pasar por esto a solas. La ayuda está a un toque.
zh_hans: 你不必独自面对。帮助只需轻点一下。
zh_hant: 你不必獨自面對。協助只需輕點一下。

source: You have %lld substances with colors from before. Move them to class colors, or keep them exactly as they are.
es: Tienes %lld sustancias con colores de antes. Pásalas a colores de clase o déjalas exactamente como están.
zh_hans: 你有 %lld 种物质沿用着之前的颜色。可以将它们改为类别颜色，也可以原样保留。
zh_hant: 你有 %lld 種物質沿用著之前的顏色。可以將它們改為類別顏色，也可以原樣保留。

source: You may need food and rest after several hours without them.
es: Puede que necesites comer y descansar tras varias horas sin hacerlo.
zh_hans: 如果已经几个小时没吃东西或休息，你可能需要补充食物和休息。
zh_hant: 如果已經幾個小時沒吃東西或休息，你可能需要補充食物和休息。

source: You may think differently about important decisions and emotionally charged messages tomorrow.
es: Mañana quizá veas de otra forma las decisiones importantes y los mensajes con carga emocional.
zh_hans: 到明天，你对重要决定和带有情绪的消息可能会有不同看法。
zh_hant: 到明天，你對重要決定和帶有情緒的訊息可能會有不同看法。

source: You're all set
es: Todo listo
zh_hans: 一切就绪
zh_hant: 一切就緒

source: You're out of %@. Restock when you can.
es: Se te acabó %@. Repón cuando puedas.
zh_hans: 你的 %@ 已用尽。方便时再补上。
zh_hant: 你的 %@ 已用盡。方便時再補上。

source: You've been going for over %lld hours. Try to wind down — dim the lights, put the phone away, and let yourself sleep.
es: Llevas más de %lld horas en marcha. Intenta bajar el ritmo — atenúa las luces, deja el teléfono y permítete dormir.
zh_hans: 你已持续超过 %lld 小时。试着放松——调暗灯光、放下手机，让自己入睡。
zh_hant: 你已持續超過 %lld 小時。試著放鬆——調暗燈光、放下手機，讓自己入睡。

source: You've reached the limit for check-in times in this session. Remove one to add another.
es: Has llegado al límite de horas de seguimiento en esta sesión. Elimina uno para agregar otro.
zh_hans: 这个场次的状态确认时间已达上限。先移除一个，再添加另一个。
zh_hant: 這個場次的狀態確認時間已達上限。先移除一個，再新增另一個。

source: Your ALDH2 variant clears acetaldehyde — the first, toxic by-product of alcohol — slowly, so it builds up and lingers. That build-up *is* the flush, racing heart, and nausea, and it's a Group 1 carcinogen (IARC): for flush-reactive drinkers each drink carries more long-term throat and esophageal cancer risk. Less alcohol means less acetaldehyde — there's no amount that clears as cleanly as it does for others.
es: Tu variante de ALDH2 elimina el acetaldehído — el primer subproducto tóxico del alcohol — lentamente, así que se acumula y persiste. Esa acumulación *es* el rubor, el corazón acelerado y las náuseas, y es un carcinógeno del Grupo 1 (IARC): para quienes se enrojecen al beber, cada bebida conlleva más riesgo a largo plazo de cáncer de garganta y de esófago. Menos alcohol significa menos acetaldehído — no hay cantidad que se elimine tan limpiamente como en otras personas.
zh_hans: 你的 ALDH2 变异清除乙醛——酒精的第一个毒性副产物——的速度很慢，因此它会堆积并滞留。这种堆积正是脸红、心跳加快和恶心的原因，而乙醛是一级致癌物（IARC）：对喝酒会脸红的人来说，每一杯都带来更高的长期咽喉与食道癌风险。少喝就意味着更少的乙醛——没有任何分量能像对别人那样被干净地清除掉。
zh_hant: 你的 ALDH2 變異清除乙醛——酒精的第一個毒性副產物——的速度很慢，因此它會堆積並滯留。這種堆積正是臉紅、心跳加快和噁心的原因，而乙醛是一級致癌物（IARC）：對喝酒會臉紅的人來說，每一杯都帶來更高的長期咽喉與食道癌風險。少喝就意味著更少的乙醛——沒有任何分量能像對別人那樣被乾淨地清除掉。

source: Your backup was restored.
es: Tu copia de seguridad se restauró.
zh_hans: 你的备份已恢复。
zh_hant: 你的備份已還原。

source: Your Body
es: Tu cuerpo
zh_hans: 你的身体
zh_hant: 你的身體

source: Your body learns when to brace
es: Tu cuerpo aprende cuándo prepararse
zh_hans: 你的身体会学着做好准备
zh_hant: 你的身體會學著做好準備

# Your body turns %@ into %@, which is active too.
source: Your body turns %1$@ into %2$@, which is active too.
es: Tu cuerpo convierte %@ en %@, que también es activo.
zh_hans: 身体会将 %1$@ 转化为 %2$@，后者同样具有活性。
zh_hant: 身體會將 %1$@ 轉化為 %2$@，後者同樣具有活性。

source: Your body weight
es: Tu peso corporal
zh_hans: 你的体重
zh_hant: 你的體重

source: Your brain adapts to what you keep giving it
es: Tu cerebro se adapta a lo que le sigues dando
zh_hans: 你一直用，大脑就会去适应它
zh_hant: 你一直用，大腦就會去適應它

source: Your Data Is Safe
es: Tus datos están a salvo
zh_hans: 你的数据是安全的
zh_hant: 你的資料是安全的

source: Your data lives here
es: Tus datos se guardan aquí
zh_hans: 你的数据都在这里
zh_hant: 你的資料都在這裡

source: Your data was imported.
es: Tus datos se importaron.
zh_hans: 你的数据已导入。
zh_hant: 你的資料已匯入。

source: Your data was restored. Please force-quit and reopen Piru to load it.
es: Tus datos se restauraron. Fuerza el cierre de Piru y vuelve a abrirla para cargarlos.
zh_hans: 你的数据已恢复。请强制退出并重新打开 Piru 以加载。
zh_hant: 你的資料已還原。請強制結束並重新開啟 Piru 以載入。

source: Your entries sync between your iPhone and a paired Apple Watch.
es: Tus registros se sincronizan entre tu iPhone y un Apple Watch enlazado.
zh_hans: 你的记录会在 iPhone 和已配对的 Apple Watch 之间同步。
zh_hant: 你的記錄會在 iPhone 和已配對的 Apple Watch 之間同步。

source: Your entries, your meds and dose trends, as one document
es: Tus registros, tus medicamentos y las tendencias de dosis, en un solo documento
zh_hans: 你的条目、你的药物和剂量趋势，汇为一份文档
zh_hant: 你的項目、你的藥物和劑量趨勢，彙為一份文件

source: Your History
es: Tu historial
zh_hans: 你的历史
zh_hant: 你的歷史

source: Your journal
es: Tu diario
zh_hans: 你的日记
zh_hant: 你的日記

source: Your journal came with you
es: Tu diario vino contigo
zh_hans: 你的日记跟着你过来了
zh_hant: 你的日記跟著你過來了

source: Your journal has moved
es: Tu diario se mudó
zh_hans: 你的日记已经搬走了
zh_hant: 你的日記已經搬走了

source: Your journal is stored in the app on this device.
es: Tu diario se guarda en la app, en este dispositivo.
zh_hans: 你的日记存储在本设备的应用内。
zh_hant: 你的日記儲存在本裝置的 App 內。

source: Your measured testosterone. On estradiol, T usually falls; Piru plots your points rather than modeling suppression.
es: Tu testosterona medida. Con estradiol, la T suele bajar; Piru traza tus puntos en lugar de modelar la supresión.
zh_hans: 你实测的睾酮。用雌二醇期间 T 通常会下降；Piru 绘制你的数据点，而不是对抑制建模。
zh_hant: 你實測的睪固酮。用雌二醇期間 T 通常會下降；Piru 繪製你的資料點，而不是對抑制建模。

source: Your Notes
es: Tus notas
zh_hans: 你的备注
zh_hant: 你的備註

source: Your own lines. Piru sets no target.
es: Tus propias líneas. Piru no fija ningún objetivo.
zh_hans: 你自己的参考线。Piru 不设目标。
zh_hant: 你自己的參考線。Piru 不設目標。

source: Your own read of how affected you are is unreliable while dissociated.
es: Tu propia percepción de cuánto te afecta no es confiable durante la disociación.
zh_hans: 处于解离状态时，你对自己受影响程度的判断并不可靠。
zh_hant: 處於解離狀態時，你對自己受影響程度的判斷並不可靠。

source: Your recorded amounts, timing, and self-reported effects — at a glance.
es: Tus cantidades registradas, horarios y los efectos que anotaste — de un vistazo.
zh_hans: 你记录的用量、时间和自我报告的效果——一目了然。
zh_hant: 你記錄的用量、時間和自我報告的效果——一目瞭然。

source: Your remaining amount stands out once it drops below this. Set to 0 to disable.
es: Tu cantidad restante se resalta cuando baja de este valor. Pon 0 para desactivarlo.
zh_hans: 当剩余量低于此值时会突出显示。设为 0 可停用。
zh_hant: 當剩餘量低於此值時會突出顯示。設為 0 可停用。

source: Your Substances
es: Tus sustancias
zh_hans: 你的物质
zh_hant: 你的物質

source: Your timeline will appear here after your first entry.
es: Tu línea de tiempo aparecerá aquí tras tu primer registro.
zh_hans: 添加第一条记录后，时间线会显示在这里。
zh_hant: 新增第一筆記錄後，時間線會顯示在這裡。

source: Your weight
es: Tu peso
zh_hans: 你的体重
zh_hant: 你的體重

source: Yours
es: Tuyo
zh_hans: 你的
zh_hant: 你的

source: zero-order
es: de orden cero
zh_hans: 零级动力学
zh_hant: 零級動力學

source: α₂-agonists
es: agonistas α₂
zh_hans: α₂ 激动剂
zh_hant: α₂ 促效劑

source: α₂-agonists (clonidine)
es: agonistas α₂ (clonidina)
zh_hans: α₂ 激动剂（可乐定）
zh_hant: α₂ 促效劑（可樂定）

source: δ-opioid receptor
es: receptor δ-opioide
zh_hans: δ-阿片受体
zh_hant: δ-鴉片受體

source: κ-opioid agonists — salvia, salvinorin A.
es: agonistas κ-opioides — salvia, salvinorina A.
zh_hans: κ-阿片受体激动剂——墨西哥鼠尾草、沙维诺林A。
zh_hant: κ-鴉片受體促效劑——墨西哥鼠尾草、沙維諾林A。

source: κ-opioid receptor
es: receptor κ-opioide
zh_hans: κ-阿片受体
zh_hant: κ-鴉片受體

source: μ-opioid antagonist
es: antagonista μ-opioide
zh_hans: μ-阿片受体拮抗剂
zh_hant: μ-鴉片受體拮抗劑

source: µ-opioid drive
es: impulso µ-opioide
zh_hans: µ-阿片受体驱动
zh_hant: µ-鴉片受體驅動

source: µ-opioid receptor
es: receptor µ-opioide
zh_hans: µ-阿片受体
zh_hant: µ-鴉片受體

source: μ-Opioid Receptor (MOR) Full Agonist
es: Agonista total del receptor μ-opioide (MOR)
zh_hans: μ-阿片受体（MOR）完全激动剂
zh_hant: μ-鴉片受體（MOR）完全促效劑

source: μ-Opioid Receptor Ligand
es: Ligando del receptor μ-opioide
zh_hans: μ-阿片受体配体
zh_hant: μ-鴉片受體配體

source: % ABV
zh_hans: % 酒精度
zh_hant: % 酒精度

source: %@ h
zh_hans: %@ 小时
zh_hant: %@ 小時

source: %@ mL
zh_hans: %@ 毫升
zh_hant: %@ 毫升

source: %@h
zh_hans: %@ 小时
zh_hant: %@ 小時

source: %lld h
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld m
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld mg
zh_hans: %lld 毫克
zh_hant: %lld 毫克

source: %lld min
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld%% elemental
zh_hans: %lld%% 元素含量
zh_hant: %lld%% 元素含量

source: %lldd
zh_hans: %lld 天
zh_hant: %lld 天

source: %lldh
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lldh %lldm
zh_hans: %1$lld 小时 %2$lld 分钟
zh_hant: %1$lld 小時 %2$lld 分鐘

source: %lldm
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lldmin
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: <1% elemental
zh_hans: <1% 元素含量
zh_hant: <1% 元素含量

source: ~%@ h
zh_hans: ~%@ 小时
zh_hant: ~%@ 小時

source: ~%lld h
zh_hans: ~%lld 小时
zh_hant: ~%lld 小時

source: ~%lld min
zh_hans: ~%lld 分钟
zh_hant: ~%lld 分鐘

source: ≈ %@ %@ elemental
zh_hans: ≈ %@ %@ 元素含量
zh_hant: ≈ %@ %@ 元素含量

source: 0m
zh_hans: 0 分钟
zh_hant: 0 分鐘

source: 1M
zh_hans: 1个月
zh_hant: 1個月

source: 3M
zh_hans: 3个月
zh_hant: 3個月

source: 5 min
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 6M
zh_hans: 6个月
zh_hant: 6個月

source: 7D
zh_hans: 7天
zh_hant: 7天

source: 10 min
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 15 min
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 20 min
zh_hans: 20 分钟
zh_hant: 20 分鐘

source: 30 min
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: 30D
zh_hans: 30天
zh_hant: 30天

source: 45 min
zh_hans: 45 分钟
zh_hant: 45 分鐘

source: 60 min
zh_hans: 60 分钟
zh_hant: 60 分鐘

source: 90D
zh_hans: 90天
zh_hant: 90天

source: 988 Suicide & Crisis Lifeline
zh_hans: 988 自杀与危机生命线
zh_hant: 988 自殺與危機生命線

source: Alcohol
zh_hans: 酒精
zh_hant: 酒精

source: Animal
zh_hans: 动物
zh_hant: 動物

source: Aurora
zh_hans: 极光
zh_hant: 極光

source: bpm
zh_hans: 次/分
zh_hant: 次/分

source: Cannabis
zh_hans: 大麻
zh_hant: 大麻

source: Cardiovascular
zh_hans: 心血管药
zh_hant: 心血管藥

source: CAS
zh_hans: CAS 号
zh_hant: CAS 號

source: Color
zh_hans: 颜色
zh_hant: 顏色

source: Conc
zh_hans: 浓度
zh_hant: 濃度

source: Estradiol
zh_hans: 雌二醇
zh_hant: 雌二醇

source: Experimental
zh_hans: 实验性
zh_hant: 實驗性

source: fl oz
zh_hans: 液量盎司
zh_hant: 液量盎司

source: GABA (benzos / alcohol)
zh_hans: GABA（苯二氮䓬／酒精）
zh_hant: GABA（苯二氮平／酒精）

source: Gastrointestinal
zh_hans: 胃肠药
zh_hant: 胃腸藥

source: GRDB.swift. Copyright © Gwendal Roué.
zh_hans: GRDB.swift。版权所有 © Gwendal Roué。
zh_hant: GRDB.swift。版權所有 © Gwendal Roué。

source: Hebi Arcade
zh_hans: Hebi 街机
zh_hant: Hebi 街機

source: In vivo
zh_hans: 体内
zh_hant: 體內

source: In-vitro
zh_hans: 体外
zh_hant: 體外

source: Info
zh_hans: 说明
zh_hant: 說明

source: Intramuscular
zh_hans: 肌肉注射
zh_hant: 肌肉注射

source: Irregular
zh_hans: 不规律
zh_hant: 不規律

source: Lifeline
zh_hans: 生命线
zh_hant: 生命線

source: Lifeline Ukraine
zh_hans: 乌克兰生命线
zh_hant: 烏克蘭生命線

source: Manual
zh_hans: 手动
zh_hant: 手動

source: NAM
zh_hans: 负向变构调节剂（NAM）
zh_hant: 負向變構調節劑（NAM）

source: nM (nanomolar)
zh_hans: nM（纳摩尔）
zh_hant: nM（奈莫耳）

source: OK
zh_hans: 好
zh_hant: 好

source: Oral
zh_hans: 口服
zh_hant: 口服

source: PAM
zh_hans: 正向变构调节剂（PAM）
zh_hant: 正向變構調節劑（PAM）

source: probable
zh_hans: 可能
zh_hant: 可能

source: Propranolol
zh_hans: 普萘洛尔
zh_hant: 普萘洛爾

source: Rectal
zh_hans: 直肠给药
zh_hant: 直腸給藥

source: Shot
zh_hans: 烈酒
zh_hant: 烈酒

source: Social
zh_hans: 社交
zh_hant: 社交

source: Sublingual
zh_hans: 舌下
zh_hant: 舌下

source: Suicide & Crisis Lifeline
zh_hans: 自杀与危机援助热线
zh_hant: 自殺與危機援助熱線

source: Suicide Crisis Helpline
zh_hans: 自杀危机援助热线
zh_hant: 自殺危機援助熱線

source: t½ %@
zh_hans: 半衰期 %@
zh_hant: 半衰期 %@

source: t½ = %@
zh_hans: 半衰期 = %@
zh_hant: 半衰期 = %@

source: Tapentadol
zh_hans: 他喷他多
zh_hant: 他噴他多

source: Total
zh_hans: 总计
zh_hant: 總計

source: Tramadol
zh_hans: 曲马多
zh_hant: 曲馬多

source: Tramadol → O-DSMT
zh_hans: 曲马多 → O-DSMT
zh_hant: 曲馬多 → O-DSMT

source: Transpersonal
zh_hans: 超个人
zh_hant: 超個人

source: Visual
zh_hans: 视觉
zh_hant: 視覺

source: Zoom
zh_hans: 缩放
zh_hant: 縮放
